Revit 2023 API
GroupTypeId.TrussFamilyTopChord Property
 "Top Chords"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId TrussFamilyTopChord { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyTopChord As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyTopChord {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace